{
  "english": "withhold",
  "phat_am": "wiðˈhəuld",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "từ chối",
          "definition": "to refuse to give",
          "world_new": [
            "refuse"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The council withheld planning permission for the new factory.",
              "world_new": [
                "council",
                "planning",
                "permission",
                "factory"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Can caregivers withdraw or withhold care from infants when death is inevitable or a severe disability is likely?",
    "During test, infants listened on alternate trials to previously withheld grammatical items and ungrammatical items with incorrect gender markings on previously heard stems.",
    "Sometimes the whole speech is withheld, on other occasions it is written but not spoken.",
    "A policy of withholding societal funds cannot be justified unless several conditions are met.",
    "In their responses, 79%, identified that patient confidentiality and consent were the reasons given to them for withholding information.",
    "Given the unravelling argument above, selective disclosure of only favourable genetic test results will lead insurers to believe that unfavourable results are being withheld.",
    "Its power is predicated on the frustration of sensational expectations: its subject matter raises them, but the poem withholds gratification.",
    "Judgment should be withheld, not because patients are never accountable, but because clinicians and other healthcare providers are supposed to be partners, not critics."
  ],
  "list_see_also": [],
  "list_browse": [
    "withdraw",
    "withdrawal",
    "withdrawn",
    "wither",
    "withhold",
    "within",
    "within an inch of",
    "within reason",
    "without"
  ]
}